[
  {
    "name": "Astronomer Certification for Apache Airflow 3 Fundamentals",
    "issuer": "issued by Astronomer",
    "date": "2025",
    "description": "Earners of the Astronomer Certification for Apache Airflow Fundamentals can demonstrate the fundamental skills needed to effectively create, manage, and monitor DAGs on Apache Airflow. This includes understanding the components of Airflow and the task lifecycle, interacting with and choosing the correct view on the UI to monitor and debug tasks, and creating a data pipeline that follows best practices while making accurate architecture decisions needs.",
    "badge_url": "https://images.credly.com/images/b6315b18-8762-40a7-a15b-b97a6dd9c12e/blob",
    "credential_url": "https://www.credly.com/badges/111f4104-ce69-4fd5-9318-4714b98d5d7a"
  },
  {
    "name": "AWS Certified AI Practitioner",
    "issuer": "issued by Amazon Web Services Training and Certification",
    "date": "2025",
    "description": "Earners of this badge understand AI, ML, and generative AI concepts, methods, and strategies in general and on AWS. They can determine the correct types of AI/ML technologies to apply to specific use cases and know how to use AI, ML, and generative AI technologies responsibly. They are familiar with the AWS Global Infrastructure, core AWS services and use cases, AWS service pricing models, and the AWS shared responsibility model for security and compliance in the AWS Cloud.",
    "badge_url": "https://images.credly.com/images/4d4693bb-530e-4bca-9327-de07f3aa2348/image.png",
    "credential_url": "https://www.credly.com/badges/99ea4672-592a-4418-a917-c13a8b697b1a"
  },
  {
    "name": "AWS Certified Cloud Practitioner",
    "issuer": "issued by Amazon Web Services Training and Certification",
    "date": "2025",
    "description": "Earners of this certification have a fundamental understanding of IT services and their uses in the AWS Cloud. They demonstrated cloud fluency and foundational AWS knowledge. Badge owners are able to identify essential AWS services necessary to set up AWS-focused projects.",
    "badge_url": "https://images.credly.com/images/00634f82-b07f-4bbd-a6bb-53de397fc3a6/image.png",
    "credential_url": "https://www.credly.com/badges/338dce78-926e-4782-b09f-0c21bea2fdb6"
  }
]